Repository: iommirocks/iommi
Catalog: iommi/locale/*/LC_MESSAGES/django.po
Languages: cs, sv

source: Submit
cs: Odeslat
sv: Skicka

source: iommi administration
cs: iommi administrace

source: Change password
cs: Změnit heslo
sv: Byt lösenord

source: Logout
cs: Odhlásit
sv: Logga ut

source: Add models to admin
cs: Přidat modely do administrace

source: Create %(model_name)s
cs: Vytvořit %(model_name)s
sv: Skapa %(model_name)s

source: edit
cs: editace
sv: ändra

source: Delete
cs: Smazat
sv: Radera

source: Drag and drop to reorder
cs: Přetáhni pro změnu pořadí

source: Save
cs: Uložit
sv: Spara

source: Add row
cs: Přidat řádek
sv: Lägg till rad

source: {} is not a valid boolean value
cs: {} není validní boolean
sv: {} är inte ett giltigt booleskt värde

source: Could not convert string to float: {}
cs: Nepodařilo se konvertovat řetězec na desetinné číslo: {}
sv: Kunde inte konvertera sträng till flyttal: {}

source: {} not in available choices
cs: {} není dostupnou volbou
sv: {} är inte ett giltigt val

source: Time data "{string_value}" does not match any of the formats "now", {formats}, and is not a relative date like "2d" or "2 weeks ago"
cs: Časový údaj "{string_value}" neodpovídá žádnému z formátů "now", {formats}, a nejedná se o relativní datum jako "2d" nebo "2 weeks ago"
sv: Tidsdata "{string_value}" matchar inget av formaten "now", {formats}, och är inte ett relativt datum som "2d" or "2 weeks ago"

source: Time data "{string_value}" does not match any of the formats "now", {formats}, and is not a relative date like "2d" or "2 weeks ago"{extra_information}
cs: Časový údaj "{string_value}" neodpovídá žádnému z formátů "now", {formats}, a nejedná se o relativní datum jako "2d" nebo "2 weeks ago"{extra_information}
sv: Tidsdata "{string_value}" matchar inget av formaten "now", {formats}, och är inte ett relativt datum som "2d" or "2 weeks ago"{extra_information}

source: Time data "{string_value}" does not match any of the formats "now" or {formats}
cs: Časový údaj "{string_value}" neodpovídá žádnému z formátů "now" nebo {formats}
sv: Tidsdata "{string_value}" matchar inget av formaten "now", {formats}

source: Invalid literal for Decimal: '{string_value}'
cs: Neplatný literál pro desetinné číslo: '{string_value}'
sv: Ogiltig Decimal-literal: '{string_value}'

source: Please use format +<country code> (XX) XX XX. Example of US number: +1 (212) 123 4567 or +1 212 123 4567
cs: Použijte prosím formát +<kód země> (XX) XX XX. Příklad čísla v USA: +1 (212) 123 4567 nebo +1 212 123 4567
sv: Var god använd formatet +<landskod> (XX) XX XX. Exempel på svenskt telefonnummer: +46 70 123 123

source: This field is required
cs: Toto pole je povinné
sv: Detta fält får inte vara tomt

source: Yes
cs: Ano
sv: Ja

source: No
cs: Ne
sv: Nej

source: Cannot delete %(name)s
cs: Nelze smazat %(name)s
sv: Kan inte radera %(name)s

source: create
cs: vytvořit
sv: skapa

source: delete
cs: smazat
sv: radera

source: Are you sure you want to delete the %(model_name)s "%(instance)s"?
cs: Jste si jisti, že chcete smazat %(model_name)s "%(instance)s"?
sv: Är du säker att du vill radera %(model_name)s "%(instance)s"?

source: yes
cs: Ano

source: Permissions
cs: Oprávnění

source: Switch to advanced search
cs: Přepnout do rozšířeného hledání
sv: Byt till avancerad sökning

source: Search
cs: Hledané slovo
sv: Sök

# verb
source: Filter
cs: Filtrovat
sv: Filtrera

source: Select all
cs: Vybrat vše

source: Create
cs: Vytvořit
sv: Skapa

source: Drop files here, or click to upload.
cs: Sem přetáhněte soubory, nebo klikněte pro výběr.

source: Drop file here, or click to upload.
cs: Sem přetáhněte soubor, nebo klikněte pro výběr.

source: Upload from this field is disabled.
cs: Upload z tohoto pole je zakázaný.

source: Edit
cs: Editovat
sv: Ändra

source: Download
cs: Stáhnout
sv: Ladda ner

source: Run
cs: Spustit
sv: Kör

source: Are you sure you want to delete these {count} items?
cs: Jste si jisti, že chcete smazat těchto {count} položek?
sv: Är du säker att du vill radera dessa {count} rader?

source: Yes, delete all!
cs: Ano, smazat vše!
sv: Ja, radera alla!

source: Bulk change
cs: Hromadné úpravy
sv: Ändra markerade

source: Bulk delete
cs: Hromadné mazání
sv: Radera markerade

source: Do you really want to delete this file?
cs: Opravdu si přejete smazat tento soubor?

source: Search query
cs: Hledaný výraz
sv: Sök

source: Show help
cs: Zobrazit nápovědu
sv: Visa hjälp

source: Available fields
cs: Dostupná pole
sv: Tillgängliga fält

source: Queries
cs: Příkazy
sv: Filtreringar

source: Search for an exact value: <code>field_name=value</code>
cs: Hledání přesné hodnoty: <code>nazev_pole=hodnota</code>
sv: Sök efter ett exakt värde: <code>fält_namn=värde</code>

source: Search for an exact value containing space: <code>field_name="value with space"</code>
cs: Hledání přesné hodnoty obsahující mezery: <code>nazev_pole="hodnota s mezerami"</code>
sv: Sök efter ett exakt värde som har ett mellanslag: <code>fält_namn="värde med mellanslag"</code>

source: Containing a text: <code>field_name:val</code>
cs: Obsahující text: <code>nazev_pole:hodnota</code>
sv: Innehåller text: <code>fält_namn:värde</code>

source: Exclude a value: <code>field_name!=value</code>
cs: Vyřadit hodnotu: <code>nazev_pole!=hodnota</code>
sv: Uteslut ett värde: <code>fält_namn!=värde</code>

source: You can also use <code>&lt;</code>, <code>&gt;</code>, <code>&lt;=</code> and <code>&gt;=</code> to find ranges of values: <code>field_name&lt;10</code>
cs: Můžete také použít <code>&lt;</code>, <code>&gt;</code>, <code>&lt;=</code> a <code>&gt;=</code> pro hledání rozsahů hodnot: <code>nazev_pole&lt;10</code>
sv: Du kan också använda <code>&lt;</code>, <code>&gt;</code>, <code>&lt;=</code> och <code>&gt;=</code> för att filtrera ut intervall: <code>fält_namn&lt;10</code>

source: To search for dates, use ISO8601 format: <code>field_name>1969-07-20</code>
cs: Pro vyhledávání datumů použijte ISO8601 formát: <code>nazev_pole>1969-07-20</code>
sv: För att söka efter datum, använd ISO8601-format: <code>fält_namn>1969-07-20</code>

source: You can filter for relative dates: <code>field_name < "10 days ago"</code>. Supported fields are <code>days</code>, <code>months</code>, <code>years</code>, <code>quarters</code> and <code>weekdays</code>. They can be negative and abbreviated from <code>"10 days ago"</code> to <code>"-10d"</code>.
cs: Také můžete filtrovat relativní datumy: <code>nazev_pole < "10 days ago"</code>. Podporované termíny jsou <code>days</code>, <code>months</code>, <code>years</code>, <code>quarters</code> a <code>weekdays</code>. Hodnoty mohou být záporné a lze je zkrátit z <code>"10 days ago"</code> na <code>"-10d"</code>.
sv: Du kan filtrera på relativa datum: <code>fält_namn < "10 days ago"</code>. Enheter som stöds är days, months, years, quarters and weekdays. Dom kan vara negativa och förkortas från <code>"10 days ago" to "-10d"</code>.

source: Switch to basic search
cs: Přepnout do základního hledání
sv: Byt till enkel sökning

source: Hide help
cs: Skrýt nápovědu
sv: Göm hjälp

source: All items on this page are selected.
cs: Jsou vybrány všechny položky na této stránce.

source: Select all items
cs: Vybrat všechny položky

source: All items selected
cs: Všechny položky jsou vybrány

source: Confirm log out
cs: Potvrdit odhlášení

source: Log out
cs: Odhlásit

source: Username
cs: Uživatelské jméno
sv: Användarnamn

source: Password
cs: Heslo
sv: Lösenord

source: Login
cs: Přihlášení
sv: Logga in

source: Unknown username or password
cs: Neznámé uživatelské jméno či heslo
sv: Okänt användarnamn eller lösenord

source: Incorrect password
cs: Nesprávné heslo
sv: Felaktigt lösenord

source: New passwords do not match
cs: Nová hesla se neshodují

source: Current password
cs: Současné heslo
sv: Nuvarande lösenord

source: New password
cs: Nové heslo
sv: Nytt lösenord

source: Confirm password
cs: Potvrdit heslo
sv: Repetera lösenord

source: All models
sv: Alla modeller

source: New passwords does not match
sv: Dom nya lösenorden är olika
